pages/slayer.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2020-11-07 Sat 23:35 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Slayer</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Aloysius" />
<link rel="stylesheet" type="text/css" href="../css/char.css"/>
</head>
<body>
<div id="content">
<h1 class="title">Slayer
<br />
<span class="subtitle">Even</span>
</h1>
<div class="flexbox">

<div id="outline-container-org4c9b665" class="outline-2">
<h2 id="org4c9b665">Combos</h2>
<div class="outline-text-2" id="text-org4c9b665">
<dl class="org-dl">
<dt>Weight</dt><dd>normal</dd>
<dt>OHK</dt><dd><ul class="org-ul">
<li>jump install</li>
<li>6h &gt; 5sh &gt; 5ps</li>
</ul></dd>
<dt>Lame</dt><dd>5sh &gt; 5sh &gt; 5p</dd>
<dt>DDU</dt><dd>j2h 2d fb-hvd, ad.kh, hvd, 5s hvd</dd>
<dt>Jackhound</dt><dd>yes</dd>
<dt>2h 2d</dt><dd>no</dd>
</dl>
</div>
</div>

<div id="outline-container-org293cdfc" class="outline-2">
<h2 id="org293cdfc">Punishes</h2>
<div class="outline-text-2" id="text-org293cdfc">
<dl class="org-dl">
<dt>Crosswise heel</dt><dd>microdash &gt; c5s 2h</dd>
<dt>DoT</dt><dd>5s immediately after he passes through</dd>
<dt>Big Bang Upper</dt><dd>3k</dd>
<dt>Eternal Wings</dt><dd>j.h (ch)</dd>
</dl>
</div>
</div>

<div id="outline-container-org33828ab" class="outline-2">
<h2 id="org33828ab">Counters</h2>
<div class="outline-text-2" id="text-org33828ab">
<dl class="org-dl">
<dt>Slashback</dt><dd>yes</dd>
<dt>Dandy (anything)</dt><dd>3k unless he uses frc</dd>
<dt>Air dash</dt><dd>svd</dd>
<dt>j.h</dt><dd>none, jump IB &gt; landing j.k or slashback</dd>
<dt>Air moves</dt><dd>not 6p, air to air j.h is strong</dd>
<dt>2h</dt><dd>5k</dd>
<dt>2d</dt><dd>5k</dd>
<dt>Bloodsucking Universe</dt><dd>5k</dd>
</dl>
</div>
</div>

<div id="outline-container-orgf2990bf" class="outline-2">
<h2 id="orgf2990bf">Gameplan</h2>
<div class="outline-text-2" id="text-orgf2990bf">
<ul class="org-ul">
<li>Hoops are great, p hoop especially as he doesn&rsquo;t really have any answers to this unless he has 50 meter</li>
<li>5k the universe, its amazing in this matchup</li>
<li>do not use 5h to poke</li>
<li>fd when he&rsquo;s close and 1fj out but beware 2s, stupid button</li>
<li>when he is outside of 2h range he can only really come in with 5 things [2d, 6h, mappa, iad, dot]</li>
<li>aim to keep him outside of his 2h and bbu range and really frustrate him</li>
<li>j.h if he starts to get jumpy</li>
</ul>

</div>
<div class="back"></div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Aloysius</p>
<p class="date">Created: 2020-11-07 Sat 23:35</p>
</div>
</body>
</html>
